[
  {
    "id": 1,
    "eixo": "1",
    "dimensao": "8",
    "texto": "A CPA é conhecida na Instituição? Os resultados da pesquisa (Autoavaliação Institucional) são percebidos nas ações de melhoria realizadas pela Instituição? (A partir da 2ª pesquisa.)",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 2,
    "eixo": "2",
    "dimensao": "1",
    "texto": "A Instituição oferece a possibilidade de participar da discussão do Plano de Desenvolvimento Institucional (PDI)?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 3,
    "eixo": "2",
    "dimensao": "1",
    "texto": "O Plano de Desenvolvimento Institucional (PDI) é divulgado nas ações/eventos da Instituição?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 4,
    "eixo": "2",
    "dimensao": "1",
    "texto": "A missão expressa no PDI é evidenciada nas ações da Instituição?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 5,
    "eixo": "2",
    "dimensao": "3",
    "texto": "As ações de Extensão, Pesquisa e Ensino contribuem para a qualidade de vida da população na região onde está inserida?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 6,
    "eixo": "3",
    "dimensao": "2",
    "texto": "O curso possibilita estabelecer a relação entre a teoria da formação acadêmica com a prática profissional?",
    "aluno": true,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 7,
    "eixo": "3",
    "dimensao": "2",
    "texto": "O curso proporciona organização em relação aos estudos desenvolvendo a autonomia e protagonismo do acadêmico, na perspectiva do desenvolvimento das competências necessárias ao contexto atual?",
    "aluno": true,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 8,
    "eixo": "3",
    "dimensao": "2",
    "texto": "O uso de metodologias diversificadas e inovadoras aplicadas no curso (pesquisas, seminários, estudos de caso, atividades interativas por meio de aulas, etc.) contribuem para qualificar a aprendizagem?",
    "aluno": true,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 9,
    "eixo": "3",
    "dimensao": "2",
    "texto": "As atividades avaliativas, tais como provas, trabalhos e outras, contribuem para qualificar a aprendizagem?",
    "aluno": true,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 10,
    "eixo": "3",
    "dimensao": "2",
    "texto": "Existe a intenção de disponibilizar cursos de nivelamento?",
    "aluno": false,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 11,
    "eixo": "3",
    "dimensao": "2",
    "texto": "O curso incentiva através de horas complementares a participação em projetos, cursos, palestras, lives, seminários, atividades comunitárias, semanas acadêmicas, etc.?",
    "aluno": true,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 12,
    "eixo": "3",
    "dimensao": "2",
    "texto": "É oportunizada a participação do acadêmico e do professor, como bolsista ou como voluntário, nas atividades de Programas de Pesquisa e Extensão?",
    "aluno": true,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 13,
    "eixo": "3",
    "dimensao": "2",
    "texto": "Há incentivo institucional para dar continuidade aos estudos (Educação Continuada) em nível de Cursos de Pós-Graduação tais como Especialização, Mestrado e Doutorado.",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 14,
    "eixo": "3",
    "dimensao": "2",
    "texto": "A Instituição incentiva a participação em atividades culturais e artísticas?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 15,
    "eixo": "3",
    "dimensao": "2",
    "texto": "A frequência e a qualidade da interação dos professores atendem às necessidades acadêmicas?",
    "aluno": true,
    "professor": false,
    "funcionario": false
  },
  {
    "id": 16,
    "eixo": "3",
    "dimensao": "2",
    "texto": "As atividades a distância e/ou híbridas auxiliam na organização dos estudos, aprendizagem e demais atividades acadêmicas?",
    "aluno": true,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 17,
    "eixo": "3",
    "dimensao": "2",
    "texto": "O Projeto Pedagógico do Curso (PPC) é conhecido e se concretiza nas ações do respectivo curso?",
    "aluno": true,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 18,
    "eixo": "3",
    "dimensao": "2",
    "texto": "A Instituição incentiva a participação de professores em atividades de pesquisa e desenvolvimento tecnológico/inovação?",
    "aluno": false,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 19,
    "eixo": "4",
    "dimensao": "9",
    "texto": "O apoio pedagógico, psicológico, pastoral e de acessibilidade oferecido pelo Coordenador da Pastoral do Campus atende as necessidades da Instituição?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 20,
    "eixo": "4",
    "dimensao": "9",
    "texto": "O atendimento às pessoas com deficiência e/ou mobilidade reduzida contempla as necessidades da comunidade acadêmica?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 21,
    "eixo": "4",
    "dimensao": "9",
    "texto": "A Instituição incentiva oportunidades de intercâmbios?",
    "aluno": true,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 22,
    "eixo": "4",
    "dimensao": "4",
    "texto": "O site da Instituição fornece, com clareza, informações sobre a mesma, serviços e funcionamento institucional?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 23,
    "eixo": "4",
    "dimensao": "4",
    "texto": "Os instrumentos de comunicação utilizados pela Instituição (páginas e perfis nas redes sociais, aplicativos de mensagens, e-mails marketing, vídeos, publicações, boletins informativos, murais, faixas e folheteria), são eficazes na comunicação com toda a Instituição?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 24,
    "eixo": "4",
    "dimensao": "5",
    "texto": "A Instituição incentiva o corpo técnico-administrativo a buscar capacitação e aperfeiçoamento de suas práticas profissionais?",
    "aluno": false,
    "professor": false,
    "funcionario": true
  },
  {
    "id": 25,
    "eixo": "4",
    "dimensao": "5",
    "texto": "As capacitações e formações pedagógicas oferecidas pela Instituição contribuem para a qualificação do trabalho docente?",
    "aluno": false,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 26,
    "eixo": "4",
    "dimensao": "6",
    "texto": "A Instituição oferece a possibilidade de participar de Conselhos, Comissões, Colegiados e/ou Grupos de Trabalho para discussão dos processos decisórios?",
    "aluno": false,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 27,
    "eixo": "4",
    "dimensao": "6",
    "texto": "A Instituição oferece a possibilidade de participar de Conselhos, Comissões, Colegiados, Grupos de Trabalho e /ou Lideranças Estudantis para discussão dos processos decisórios?",
    "aluno": true,
    "professor": false,
    "funcionario": false
  },
  {
    "id": 28,
    "eixo": "4",
    "dimensao": "6",
    "texto": "O auxílio da Coordenação de Curso na orientação e esclarecimento de dúvidas sobre o curso atende as necessidades dos acadêmicos?",
    "aluno": true,
    "professor": false,
    "funcionario": false
  },
  {
    "id": 29,
    "eixo": "4",
    "dimensao": "10",
    "texto": "A ouvidoria atende as necessidades da Instituição?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 30,
    "eixo": "4",
    "dimensao": "10",
    "texto": "A Instituição promove diálogo e participação em seus processos de gestão?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 31,
    "eixo": "5",
    "dimensao": "7",
    "texto": "Os serviços de segurança atendem as necessidades da Instituição?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 32,
    "eixo": "5",
    "dimensao": "7",
    "texto": "As instalações da Instituição em relação à higiene, limpeza e segurança sanitária atendem as necessidades institucionais?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  },
  {
    "id": 33,
    "eixo": "5",
    "dimensao": "7",
    "texto": "A biblioteca da Instituição atende as necessidades de formação acadêmica?",
    "aluno": true,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 34,
    "eixo": "5",
    "dimensao": "7",
    "texto": "Os equipamentos, materiais e infraestrutura de apoio do curso (memorial, instalações esportivas, entre outros) contribuem para o processo de aprendizagem?",
    "aluno": true,
    "professor": true,
    "funcionario": false
  },
  {
    "id": 35,
    "eixo": "5",
    "dimensao": "7",
    "texto": "O espaço físico e os recursos materiais, tais como móveis, máquinas, equipamentos e materiais de escritório, etc., destinados ao desenvolvimento das atividades administrativas, são adequados?",
    "aluno": true,
    "professor": true,
    "funcionario": true
  }
]